<?php

return [
    # Table Buttons
    'addAttendance' => 'تأكيد الحضور والغياب',
    'export' => 'تصدير',

    # Table content
    'name' => 'الإسم',
    'grade' => 'الصف الدراسي',
    'status' => 'الحالة',
    'students' => 'قائمة الطلاب',
    'email' => 'الإيميل',

    # Modals
    'date' => 'تاريخ اليوم',
    'addWarning' => 'هل أنت متأكد أنك ترغب في تأكيد سجلات الحضور والغياب؟ يرجى ملاحظة أنك لن تتمكن من إجراء أي تعديلات بعد ذلك.',
    'submit' => 'حفظ',
    'close' => 'إغلاق',

    # Toaster
    'added' => 'تم تأكيد الحضور والغياب بنجاح.',
    'done' => 'لا يمكن تأكيد الحضور والغياب أكثر من مرة.',
];
