<?php

return [
    'program' => 'برنامج إدارة المدارس',
    'home' => 'الرئيسية',
    ################################    ################################
    'schoolManagement' => 'إدارة المدرسة',
    'stages' => 'المراحل الدراسية',
    'grades' => 'الصفوف',
    'classrooms' => 'الفصول',
    'subjects' => 'المواد الدراسية',
    ################################    ################################
    'studentsManagement' => 'إدارة الطلاب',
    'students' => 'الطلاب',
    'studentsAdd' => 'إضافة طالب',
    'studentsList' => 'قائمة الطلاب',
    'promotions' => 'الترقيات',
    'promotionsAdd' => 'إضافة ترقية',
    'promotionsManagement' => 'إدارة الترقيات',
    'graduations' => 'المتخرجين',
    'graduationsAdd' => 'إضافة متخرج',
    'graduationsManagement' => 'إدارة المتخرجين',
    ################################    ################################
    'users' => 'المستخدمين',
    'parents' => 'أولياء الأمور',
    'teachers' => 'المعلمين',
    'usersList' => 'قائمة المستخدمين',
    ################################    ################################
    'finance' => 'الشؤون المالية',
    'fees' => 'الرسوم الدراسية',
    'invoices' => 'الفواتير',
    'receipts' => 'سندات القبض',
    'payments' => 'سندات الصرف',
    'refunds' => 'إسترداد الرسوم',
    ################################    ################################
    'studentActivities' => 'الأنشطة الطلابية',
    'attendances' => 'الحضور والغياب',
    'quizzes' => 'الإختبارات',
    'questions' => 'الأسئلة',
    'library' => 'المكتبة',
    'onlineClasses' => 'الحصص الأونلاين',
    ################################    ################################
    'misc' => 'إعدادات إضافية',
    'settings' => 'الإعدادات',
    'contact' => 'تواصل معي',
];
